/*
Navicat MySQL Data Transfer

Source Server         : 10.200.157.139
Source Server Version : 50635
Source Host           : 10.200.157.139:3306
Source Database       : xiehua-dev

Target Server Type    : MYSQL
Target Server Version : 50635
File Encoding         : 65001

Date: 2018-12-14 15:38:47
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for zb_system_sms_log
-- ----------------------------
DROP TABLE IF EXISTS `zb_system_sms_log`;
CREATE TABLE `zb_system_sms_log` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '唯一标识',
  `creator_id` varchar(20) NOT NULL DEFAULT '' COMMENT '创建人',
  `modifier_id` varchar(20) NOT NULL DEFAULT '' COMMENT '修改人',
  `generate_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间（不能用于业务）',
  `modify_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '修改时间（不能用于业务）',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `node` tinyint(4) NOT NULL DEFAULT '0' COMMENT '短信节点',
  `phone` varchar(20) NOT NULL DEFAULT '' COMMENT '手机号',
  `sms_request` text NOT NULL COMMENT '发送体',
  `sms_response` text NOT NULL COMMENT '响应体',
  `system` smallint(2) NOT NULL DEFAULT '0' COMMENT '所属系统',
  `status` smallint(1) DEFAULT '0' COMMENT '状态:0初始化,1,成功,2失败',
  `shop_uid` varchar(32) DEFAULT NULL COMMENT '直客店铺uid',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=3142 DEFAULT CHARSET=utf8 COMMENT='短信日志表';

-- ----------------------------
-- Records of zb_system_sms_log
-- ----------------------------
INSERT INTO `zb_system_sms_log` VALUES ('500', '', '', '2018-02-09 11:13:39', '2018-02-09 11:13:39', '2018-02-09 11:13:39', '2018-02-09 11:13:39', '1', '15950632622', '短信验证码278417，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('501', '', '', '2018-02-09 11:16:48', '2018-02-09 11:16:48', '2018-02-09 11:16:48', '2018-02-09 11:16:48', '1', '13100000001', '短信验证码766305，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('502', '', '', '2018-02-09 11:19:23', '2018-02-09 11:19:23', '2018-02-09 11:19:24', '2018-02-09 11:19:24', '1', '13100000001', '短信验证码803951，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('503', '', '', '2018-02-09 11:34:15', '2018-02-09 11:34:15', '2018-02-09 11:34:16', '2018-02-09 11:34:16', '1', '18521305181', '短信验证码133026，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('504', '', '', '2018-02-09 11:36:25', '2018-02-09 11:36:25', '2018-02-09 11:36:25', '2018-02-09 11:36:25', '1', '15950632622', '短信验证码053944，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('505', '', '', '2018-02-09 11:36:34', '2018-02-09 11:36:34', '2018-02-09 11:36:35', '2018-02-09 11:36:35', '1', '15068345635', '短信验证码261543，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('506', '', '', '2018-02-09 11:37:13', '2018-02-09 11:37:13', '2018-02-09 11:37:13', '2018-02-09 11:37:13', '1', '18516249636', '短信验证码258300，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('507', '', '', '2018-02-09 11:45:06', '2018-02-09 11:45:06', '2018-02-09 11:45:07', '2018-02-09 11:45:07', '1', '18623101783', '短信验证码893558，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('508', '', '', '2018-02-09 11:47:53', '2018-02-09 11:47:53', '2018-02-09 11:47:53', '2018-02-09 11:47:53', '1', '18516249636', '短信验证码509850，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('509', '', '', '2018-02-09 11:54:31', '2018-02-09 11:54:31', '2018-02-09 11:54:32', '2018-02-09 11:54:32', '1', '15618503525', '短信验证码489095，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('510', '', '', '2018-02-09 11:58:43', '2018-02-09 11:58:43', '2018-02-09 11:58:44', '2018-02-09 11:58:44', '1', '13100000001', '短信验证码958986，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('511', '', '', '2018-02-09 12:45:19', '2018-02-09 12:45:19', '2018-02-09 12:45:20', '2018-02-09 12:45:20', '2', '18623101783', '上海好美家租车科技有限公司已确认了你的订单，待付金额：98871.00元，请尽快付款，未付款订单将在一小时后自动取消。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('512', '', '', '2018-02-09 12:58:49', '2018-02-09 12:58:49', '2018-02-09 12:58:50', '2018-02-09 12:58:50', '2', '13100000001', '上海好美家租车科技有限公司已确认了你的订单，待付金额：404.00元，请尽快付款，未付款订单将在一小时后自动取消。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('513', '', '', '2018-02-09 13:55:12', '2018-02-09 13:55:12', '2018-02-09 13:55:12', '2018-02-09 13:55:12', '1', '18516255601', '短信验证码248641，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('514', '', '', '2018-02-09 13:55:17', '2018-02-09 13:55:17', '2018-02-09 13:55:18', '2018-02-09 13:55:18', '1', '18600000001', '短信验证码293606，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('515', '', '', '2018-02-09 13:55:44', '2018-02-09 13:55:44', '2018-02-09 13:55:45', '2018-02-09 13:55:45', '1', '18516255601', '短信验证码291951，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('516', '', '', '2018-02-09 13:56:24', '2018-02-09 13:56:24', '2018-02-09 13:56:25', '2018-02-09 13:56:25', '1', '13100000001', '短信验证码213388，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);
INSERT INTO `zb_system_sms_log` VALUES ('517', '', '', '2018-02-09 13:57:12', '2018-02-09 13:57:12', '2018-02-09 13:57:13', '2018-02-09 13:57:13', '1', '18516255601', '短信验证码512323，10分钟内有效，请勿泄露，并注意及时完成注册操作。', '系统已关闭短信服务', '0', '0', null);